Repository: dawidstolarski/typo3
Catalog: typo3webroot/typo3conf/ext/unroll/Resources/Private/Language/*.locallang.xlf
Languages: de

# extConf.buttons
source: Buttons: Controls the order of buttons. Be careful: Buttons disappear when using wrong key names here.
de: Buttons: Kontrolliert die Reihenfolge der Buttons. Vorsicht! Buttons verschwinden bei falsch eingegebenen Namen.

# extConf.unroll
source: Unroll: All save buttons are visible. No dropdown anymore.
de: Unroll: Alle Speichern-Buttons sind sichtbar. Kein Dropdown wird mehr angezeigt.

# extConf.showLabelSave
source: Show label of "save" button: Show the label of this button. Just the icon will be visible.
de: Zeige Beschriftung des "Speichern"-Buttons: Zeigt nur das Icon von diesem Button an.

# extConf.showLabelSaveDokView
source: Show label of "save and preview" button: Show the label of this button. Just the icon will be visible.
de: Zeige Beschriftung des "Speichern und Vorschau anzeigen"-Buttons: Zeigt nur das Icon von diesem Button an.

# extConf.showLabelSaveDokNew
source: Show label of "save and new" button: Show the label of this button. Just the icon will be visible.
de: Zeige Beschriftung des "Speichern und neue erstellen"-Buttons: Zeigt nur das Icon von diesem Button an.

# extConf.showLabelSaveAndClose
source: Show label of "save and close" button: Show the label of this button. Just the icon will be visible.
de: Zeige Beschriftung des "Speichern und schließen"-Buttons: Zeigt nur das Icon von diesem Button an.

# extConf.allowUserSettings
source: Allow custom user settings: The settings above are treated as defaults and users can override them in their user settings.
de: Benutzerspezifische Einstellungen erlauben: Die obigen Einstellungen werden als Standardwerte verwendet und können vom Benutzer in den Einstellungen überschrieben werden.

# userSettings.tabName
source: Save Buttons
de: Speichern Buttons

# userSettings.default
source: As defined by system settings
de: Wie vom System vorgegeben

# userSettings.enable
source: Enabled
de: Aktiviert

# userSettings.disable
source: Disabled
de: Deaktiviert

# userSettings.unroll
source: Show all save buttons
de: Alle Speichern Buttons anzeigen

# userSettings.showLabelSave
source: Show label of "save" button
de: Zeige Beschriftung des "Speichern"-Buttons

# userSettings.showLabelSaveDokView
source: Show label of "save and preview" button
de: Zeige Beschriftung des "Speichern und Vorschau anzeigen"-Buttons

# userSettings.showLabelSaveDokNew
source: Show label of "save and new" button
de: Zeige Beschriftung des "Speichern und neue erstellen"-Buttons

# userSettings.showLabelSaveAndClose
source: Show label of "save and close" button
de: Zeige Beschriftung des "Speichern und schließen"-Buttons
